Repository: stha-ums/json-to-dart
Catalog: lib/core/localization_manager/l10n/app_*.arb
Languages: ne

source: Change Language
ne: भासा परिवर्तन हर्नुहोस्!

source: Use Freezed
ne: फ्रिज्ड प्रयोग गर्नुहोस्

source: Make Fields All Optional
ne: क्षेत्रहरूलाई सबै ऐच्छिक बनाउनुहोस्

# addTrallingUnderscore
source: Add Trailing Underscore
ne: ट्रेलिङ्ग अन्डरस्कोर थप्नुहोस्

source: Mutable
ne: परिवर्तनीय

source: Make Fields All Nullable
ne: क्षेत्रहरूलाई सबै शून्य बनाउनुहोस्

source: Use Equatable
ne: समानता प्रयोग गर्नुहोस्

source: Add CopyWith method
ne: CopyWith विधि थप्नुहोस्

source: Copy code
ne: कोड प्रतिलिपि गर्नुहोस्

source: Base Class Name
ne: आधार वर्गको नाम

source: Code Copied
ne: कोड प्रतिलिपि गरियो
